{
  "quiz": {
    "quiz-1-problem": "Are you an ___ ?",
    "quiz-1-answer-0": "Extrovert",
    "quiz-1-answer-1": "Introvert",
    "quiz-1-answer-2": "Ambivert",
    "quiz-2-problem": "How would your friends describe you?",
    "quiz-2-answer-0": "Leader 🫡",
    "quiz-2-answer-1": "Tua mom️‍ 🔥",
    "quiz-2-answer-2": "Very thoughtful 🎨",
    "quiz-2-answer-3": " Demeure 🩷",
    "quiz-3-problem": "What's your social style?",
    "quiz-3-answer-0": "Party animal 🎉",
    "quiz-3-answer-1": "Enjoy being observer 🌿",
    "quiz-3-answer-2": "Social Butterfly 🫶",
    "quiz-3-answer-3": "Solo ☕",
    "quiz-4-problem": "Which season do you love the most?",
    "quiz-4-answer-0": "Spring 🌸",
    "quiz-4-answer-1": "Summer ☀️",
    "quiz-4-answer-2": "Autumn 🍂",
    "quiz-4-answer-3": "Winter ❄️",
    "quiz-5-problem": "If you are at a Party, Choose your drinks!",
    "quiz-6-problem": "You are going out today! What Scent of Perfume will you use?",
    "quiz-6-answer-0": "Floral🌸",
    "quiz-6-answer-1": "Fruity🍋",
    "quiz-6-answer-2": "Wood🪵",
    "quiz-6-answer-3": "Fresh bubble 🫧",
    "quiz-7-problem": "It’s time for decorations, Choose your favorite ornaments!",
    "quiz-8-problem": "Who do you want to be with on Christmas day?",
    "quiz-8-answer-0": "Friends 🎅",
    "quiz-8-answer-1": "Lover 💑",
    "quiz-8-answer-2": "Family 👨‍👩‍👦",
    "quiz-8-answer-3": "Pets 🐶",
    "quiz-8-answer-4": "Alone 😎",
    "quiz-9-problem": "What type of Christmas gift do you want to give to your beloved person?",
    "quiz-9-answer-0": "Handmade gifts 🎁",
    "quiz-9-answer-1": "Time Spending 🩵",
    "quiz-9-answer-2": "Clothes & Accessories 👗",
    "quiz-9-answer-3": "Gift cards 💳",
    "quiz-10-problem": "It’s time for wishes, write your wish to Santa here! Ho Ho Ho!🎄",
    "quiz-10-submit": "Sent to Santa!"
  },
  "result": {
    "matchingPeers": "Matching Friends",
    "youAre": "You are",
    "result-1-name": "Frosty the Snowman",
    "result-1-title": "A cool and independent soul, finding joy quietly observing others while keeping a chill and laid-back vibes",
    "result-1-desc": "You bring a cool breeze to every holiday moment! You are a uniquely cool and independent person, finding happiness in observing others. Your cozy home is your relaxed haven that makes you feel calm and at peace.",
    "result-2-name": "A Fluffy Polar bear",
    "result-2-title": "A neutral character who always seeks balance in every situation",
    "result-2-desc": "You are the mediator when things get complicated.  You always create a perfect balance of happiness and peace! but you love to be with people and enjoy some quiet time too. Your presence brings positivity to your friends!",
    "result-3-name": "Bravery Nutcracker",
    "result-3-title": "A brave, disciplined leader who always stands for peace",
    "result-3-desc": "You are the quiet strength everyone relies on. Your bravery and discipline help you bring peace to even the most chaotic situations >< You have your own charm and your presence always make people feel calm and pleasant",
    "result-4-name": "Aesthetic Pine Tree",
    "result-4-title": "An artistic and modern that always has the perfect balance between creativity and casual socializing.",
    "result-4-desc": "You’re the aesthetics heart of the holidays! With your modern vibes and creative touch, you light up every room with a style. You love being around people just enough to share your artistic vibes, but you also treasure moments of calm to let your creativity flow.",
    "result-5-name": "Twinny Marshmallow",
    "result-5-title": "Fun and trendy person who loves being surrounded by friends, embracing your playful and youthful auras.",
    "result-5-desc": "You’re the fun, playful one who’s always sticking close to your friends! With your trendy style and youthful energy, you bring joy to everyone that you meet!",
    "result-6-name": "Glamorously Ballerina",
    "result-6-title": "A glamorous and charming character, full of beauty and elegance with every move.",
    "result-6-desc": "You are glamorous and cutesy, always catching people’s attention with your elegance and beauty! Your graceful movements and charms always create positive vibes to your friends!",
    "result-7-name": "Twisty Candy Cane",
    "result-7-title": "fun-loving, party-ready person who brings energy and joy to every gathering",
    "result-7-desc": "You’re the life of the party! You are always full of energy and fun because you know how to turn every moment into a celebration. With your extroverted nature and love for a good time, you make sure everyone’s having the best party during the holidays!",
    "result-8-name": "Glowy North Star",
    "result-8-title": "A playful, mysterious character who is rarely seen but always leaves a lasting impression.",
    "result-8-desc": "You are the hidden magic of Christmas!  Your playful, mysterious nature keeps people guessing, and every time you appear, it’s a moment to treasure. You bring a sense of excitement and wonder that can’t be found anywhere else.",
    "result-9-name": "Santa baby",
    "result-9-title": "A playful, mysterious character who is rarely seen but always leaves a lasting impression.",
    "result-9-desc": "You are the hidden magic of Christmas!  Your playful, mysterious nature keeps people guessing, and every time you appear, it’s a moment to treasure. You bring a sense of excitement and wonder that can’t be found anywhere else.",
    "result-10-name": "Trendy Tasty Reindeer",
    "result-10-title": "A trendy, stylish character with a love for all things aesthetic, especially new places and cool vibes.",
    "result-10-desc": "You’re always the trendsetter! You inspire others with your fashionable choices and love for all things aesthetic. Whether it’s a chic café to visit or exploring the latest trends, you make everything look effortlessly stylish and cool."
  },
  "swipe": {
    "desc": "Greetings from Swipe! We're Chulalongkorn students who passionate on creating a positive impact for new generation. Watch out for our application and stay tuned on App Store! 👀🌟"
  }
}
